{
  "buildId": "Yo9IMmF0_CwyTDcEFOxB9",
  "gssp": true,
  "isFallback": false,
  "page": "/calc/[...slug]",
  "props": {
    "__N_SSP": true,
    "pageProps": {
      "calc": {
        "before_use": "",
        "calc_type": "calculator",
        "chief_complaint_en": [
          "Fever"
        ],
        "cmeEndDate": "2025-07-25 00:00:00+00+14",
        "cmeLastReviewed": "2022-07-25 00:00:00+00+14",
        "cmeReleaseDate": "2020-06-07 00:00:00+00+00",
        "cmeVersion": "1868.1",
        "cme_status": "enabled",
        "content": {
          "about": {
            "evidence_based_medicine_en": "<ul>\n<li>The APACHE II score was initially presented and validated in this study by <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/3928249\" target=\"_blank\" rel=\"noopener\">Knaus et al.</a>&nbsp;that prospectively enrolled 5815 patients from 13 hospitals. Complete data on all 12 physiologic measurements was only available for 5030 patients. The APACHE II score was shown to have good prognostic value in acutely ill patients.</li>\n<li><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/11271085\" target=\"_blank\" rel=\"noopener\">This study</a> prospectively validated the APACHE II score in 1721 consecutively admitted patients in a single center. The area under the ROC curve was higher than 0.8. The patient population was mostly comprised of surgical patients however.</li>\n</ul>",
            "formula_en": "<p>Addition of the selected points; points assigned below:</p>",
            "more_info_en": "<p>The APACHE-II Score provides an estimate of ICU mortality based on a number of laboratory values and patient signs taking both acute and chronic disease into account. <b>Note</b><b>:</b> The data used should be from the initial 24 hours in the ICU, and the worst value (further from baseline/normal) should be used.</p>\n<p>The following defines &ldquo;chronic organ insufficiency&rdquo; and immunocompromise:</p>\n<ul>\n<li>Liver insufficiency\n<ul>\n<li>Biopsy proven cirrhosis</li>\n<li>Documented portal hypertension</li>\n<li>Episodes of past upper GI bleeding attributed to portal hypertension</li>\n<li>Prior episodes of hepatic</li>\n</ul>\n</li>\n<li>Cardiovascular\n<ul>\n<li>New York Heart Association Class IV Heart Failure</li>\n</ul>\n</li>\n<li>Respiratory\n<ul>\n<li>Chronic restrictive, or vascular disease resulting in severe exercice restriction, i.e. unable to climb stairs or perform household duties</li>\n<li>Documented chronic hypoxia, hypercapnia, secondary severe pulmonary hypertension (&gt;40 mmHg), or respirator dependency</li>\n</ul>\n</li>\n<li>Renal\n<ul>\n<li>Receiving chronic dialysis</li>\n</ul>\n</li>\n<li>Immunosuppression\n<ul>\n<li>The patient has received therapy that suppresses resistance to infection e.g. immuno-suppression, chemotherapy, radiation, or recent hight dose steroids, or has a disease that is sufficiently advanced to suppress resistance to infection, e.g. leukemia, lymphoma, AIDS</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Point values</strong></p>\n<div class=\"table-responsive\">\n<table class=\"table table-bordered table-hover\">\n<tbody>\n<tr>\n<th>Criteria</th>\n<th>Point values</th>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>Age, years</strong></td>\n</tr>\n<tr>\n<td>&le;44</td>\n<td>0</td>\n</tr>\n<tr>\n<td>45-54</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>55-64</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>65-74</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>&gt;74</td>\n<td>+6</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>History of severe organ insufficiency or immunocompromised</strong></td>\n</tr>\n<tr>\n<td>Yes, and nonoperative or emergency postoperative patient</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Yes, and elective postoperative patient</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>No</td>\n<td>0</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>Rectal temperature, &deg;C</strong></td>\n</tr>\n<tr>\n<td>&ge;41</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>39 to &lt;41</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>38.5 to &lt;39</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>36 to &lt; 38.5</td>\n<td>0</td>\n</tr>\n<tr>\n<td>34 to &lt;36</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>32&nbsp;to &lt;34</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>30 to &lt;32</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>&lt;30</td>\n<td>+4</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>Mean arterial pressure, mmHg</strong></td>\n</tr>\n<tr>\n<td>&gt;159</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>&gt;129-159</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>&gt;109-129</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>&gt;69-109</td>\n<td>0</td>\n</tr>\n<tr>\n<td>&gt;49-69</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>&le;49</td>\n<td>+4</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>Heart rate, beats per minute</strong></td>\n</tr>\n<tr>\n<td>&ge;180</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>140 to &lt;180</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>110 to &lt;140</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>70 to &lt;110</td>\n<td>0</td>\n</tr>\n<tr>\n<td>55 to &lt;70</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>40 to &lt;55</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>&lt;40</td>\n<td>+4</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>Respiratory rate, breaths per minute</strong></td>\n</tr>\n<tr>\n<td>&ge;50</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>35 to &lt;50</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>25 to &lt;35</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>12 to &lt;25</td>\n<td>0</td>\n</tr>\n<tr>\n<td>10 to &lt;12</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>6 to &lt;10</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>&lt;6</td>\n<td>+4</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>Oxygenation (use PaO2 if FiO2 &lt;50%, otherwise use <calculator id=\"243\">A-a gradient</calculator>)</strong></td>\n</tr>\n<tr>\n<td><calculator id=\"243\">A-a gradient</calculator> &gt;499</td>\n<td>+4</td>\n</tr>\n<tr>\n<td><calculator id=\"243\">A-a gradient</calculator> 350-499</td>\n<td>+3</td>\n</tr>\n<tr>\n<td><calculator id=\"243\">A-a gradient</calculator> 200-349</td>\n<td>+2</td>\n</tr>\n<tr>\n<td><calculator id=\"243\">A-a gradient</calculator> &lt;200 (if FiO2 over 49%) or pO2 &gt;70 (if FiO2 less than 50%)</td>\n<td>0</td>\n</tr>\n<tr>\n<td>PaO<sub>2</sub> = 61-70</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>PaO<sub>2</sub> = 55-60</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>PaO<sub>2</sub> &lt;55</td>\n<td>+4</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>Arterial pH</strong></td>\n</tr>\n<tr>\n<td>&ge;7.70</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>7.60 to &lt;7.70</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>7.50 to &lt;7.60</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>7.33 to &lt;7.50</td>\n<td>0</td>\n</tr>\n<tr>\n<td>7.25 to &lt;7.33</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>7.15 to &lt;7.25</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>&lt;7.15</td>\n<td>+4</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>Serum sodium, mmol/L</strong></td>\n</tr>\n<tr>\n<td>&ge;180</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>160 to &lt;180</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>155 to &lt;160</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>150 to &lt;155</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>130 to &lt;150</td>\n<td>0</td>\n</tr>\n<tr>\n<td>120 to &lt;130</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>111 to &lt;120</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>&lt;111</td>\n<td>+4</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>Serum potassium, mmol/L</strong></td>\n</tr>\n<tr>\n<td>&ge;7.0</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>6.0 to &lt;7.0</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>5.5 to &lt;6.0</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>3.5 to &lt;5.5</td>\n<td>0</td>\n</tr>\n<tr>\n<td>3.0 to &lt;3.5</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>2.5 to &lt;3.0</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>&lt;2.5</td>\n<td>+4</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>Serum creatinine, mg/100 mL</strong></td>\n</tr>\n<tr>\n<td>&ge;3.5 and ACUTE renal failure*</td>\n<td>+8</td>\n</tr>\n<tr>\n<td>2.0 to &lt;3.5 and ACUTE renal failure</td>\n<td>+6</td>\n</tr>\n<tr>\n<td>&ge;3.5 and CHRONIC renal failure</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>1.5 to &lt;2.0 and ACUTE renal failure</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>2.0 to &lt;3.5 and CHRONIC renal failure</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>1.5 to &lt;2.0 and CHRONIC renal failure</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>0.6 to &lt;1.5</td>\n<td>0</td>\n</tr>\n<tr>\n<td>&lt;0.6</td>\n<td>+2</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>Hematocrit, %</strong></td>\n</tr>\n<tr>\n<td>&ge;60</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>50 to &lt;60</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>46 to &lt;50</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>30 to &lt;46</td>\n<td>0</td>\n</tr>\n<tr>\n<td>20 to &lt;30</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>&lt;20</td>\n<td>+4</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>White blood count, total/cubic mm in </strong></td>\n</tr>\n<tr>\n<td>&ge;40</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>20 to &lt;40</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>15 to &lt;20</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>3 to &lt;15</td>\n<td>0</td>\n</tr>\n<tr>\n<td>1 to &lt;3</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>&lt;1</td>\n<td>+4</td>\n</tr>\n<tr>\n<td colspan=\"2\"><strong>Glasgow Coma Scale (GCS)</strong><calculator id=\"64\"></calculator></td>\n</tr>\n<tr>\n<td>1 - 15</td>\n<td>15 - [GCS Score]</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p>*Note: \"acute renal failure\" was not defined in the original study. Use clinical judgment to determine whether has acute kidney injury.&nbsp;Cutoffs differ slightly from original study (by less than 0.1 mg/dL) in order to account for all possible values in this electronic calculator.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Approximated in-hospital mortality rates</strong></p>\n<div class=\"table-responsive\">\n<table class=\"table table-bordered table-hover\">\n<tbody>\n<tr>\n<th>APACHE II Score</th>\n<th>Nonoperative</th>\n<th>Postoperative</th>\n</tr>\n<tr>\n<td>0-4</td>\n<td>4%</td>\n<td>1%</td>\n</tr>\n<tr>\n<td>5-9</td>\n<td>8%</td>\n<td>3%</td>\n</tr>\n<tr>\n<td>10-14</td>\n<td>15%</td>\n<td>7%</td>\n</tr>\n<tr>\n<td>15-19</td>\n<td>25%</td>\n<td>12%</td>\n</tr>\n<tr>\n<td>20-24</td>\n<td>40%</td>\n<td>30%</td>\n</tr>\n<tr>\n<td>25-29</td>\n<td>55%</td>\n<td>35%</td>\n</tr>\n<tr>\n<td>30-34</td>\n<td>73%</td>\n<td>73%</td>\n</tr>\n<tr>\n<td>&gt;34</td>\n<td>85%</td>\n<td>88%</td>\n</tr>\n</tbody>\n</table>\n<p>From&nbsp;<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/3928249\" target=\"_blank\" rel=\"noopener\">Knaus et al. 1985</a>.</p>\n</div>",
            "references_list": {
              "Clinical Practice Guidelines": [],
              "Manufacturer Website": [],
              "Original/Primary Reference": [
                {
                  "href": "https://www.ncbi.nlm.nih.gov/pubmed/3928249",
                  "text": "Knaus WA, Draper EA, Wagner DP, Zimmerman JE. APACHE II: a severity of disease classification system. Crit Care Med. 1985 Oct;13(10):818-29."
                }
              ],
              "Other References": [
                {
                  "href": "https://www.ncbi.nlm.nih.gov/pubmed/11271085",
                  "text": "Capuzzo M, Valpondi V, Sgarbi A, Bortolazzi S, Pavoni V, Gilli G, Candini G, Gritti G, Alvisi R. Validation of severity scoring systems SAPS II and APACHE II in a single-center population. Intensive Care Med. 2000 Dec;26(12):1779-85."
                }
              ],
              "Outcomes": [],
              "Validation": [
                {
                  "href": "https://www.ncbi.nlm.nih.gov/pubmed/1617599",
                  "text": "Headley J, Theriault R, Smith TL. Independent validation of APACHE II severity of illness score for predicting mortality in patients with breast cancer admitted to the intensive care unit. Cancer. 1992 Jul 15;70(2):497-503."
                }
              ],
              "Validations": []
            }
          },
          "contributor": {
            "expert_name": [
              "Kamal Medlej, MD"
            ]
          },
          "creator": [
            {
              "approved": false,
              "name": "Dr. William Knaus",
              "qa_en": "<p><strong>Why did you develop the APACHE system?<br></strong><span>When we started [developing APACHE] in the 1970s, DRGs [diagnosis-related groups] were just coming on the scene, and obviously they were&nbsp;oriented towards the business and financing aspects of healthcare. There’s little correlation to the clinical. But people were relying on DRGs as a way to classify and identify patients, especially in the ICU. So it was important at that time to not so much reinvent the diagnostic system, but to talk about how patients come in at different levels of severity. And at that time, there was really nothing out there. People would use one single blood test, like a blood lactate level, and then they would pick a threshold, above this or below that. But drawing thresholds is a losing method when you have a continuous measure, like blood lactate. </span></p> <p>Then Bryan Jennett created&nbsp;the <calculator id='64'>Glasgow Coma Scale score</calculator>, and was very successful with that. But that only applied to head trauma patients and emergencies.</p> <p>So we started looking at the role of using physiology of a patient in the intensive care unit and to then develop a comprehensive measure of severity that could at least begin to discriminate one patient from another better than the DRG. We were unexpectedly well-received. At our first critical care congress in the late '70s, there was an extraordinary amount of interest, and so we began to pursue that. We evolved that—it had a large number of variables, and even something as simple as the equations we had developed for APACHE at that time, you would have to put them on the computer on Friday evening and wait until Monday morning. We were dealing with technology that was still not able to handle computations of large volume. So we decided to hone down APACHE II to put it down on one side of a piece of paper, and I think that was the single most important efficiency that we made. I remember we had a research associate who was hiking in the Himalayas, and she was hospitalized in Kuala Lumpur, she said there was nothing in the hospital, some oxygen, no mattresses. But there was APACHE II, taped to the wall. So we knew that there was something to the simplicity of the use of that.</p> <p>There was a big strategic discussion about whether we should just stop and then just continuously update with a new database, because as we know now, with the scoring systems of any kind of classification system, it’s not like wine, it doesn’t get better with age. You need a database that is very current. APACHE II published a couple years ago how much the outcomes in critical care had changed across the spectrum and we are doing better than we had before, so databases from years and years ago don’t really represent contemporary outcomes.</p> <p>But at that time, technology was getting a lot better, computers were beginning to run faster, we had a lot more computer speed, and we envisioned the future even in the late '80s and early '90s that we could have an algorithmic-based system that would retrieve data automatically for people, and be able to help them make critical decisions based on how sick the patient was, whether the therapy was working, how long the patient was anticipated to stay, etc. It was the last time that the country before most recently was trying to make some headway with interoperability in healthcare technology.</p> <p>But at that time we didn’t know.&nbsp;We were looking forward towards the future where people would be collecting data and using scoring systems, like they still do&nbsp;on MDCalc, and would be able to consult a computer, much like Google’s algorithms do now. It’s continuously learning from the database who you are, what you ask for, etc. And we really thought that you could have a system which was dynamic and algorithmic-based, that could start to provide some decision support that I and many others felt we needed.</p> <p>And of course what has happened, to make a long story short, that in the decades since APACHE II was published, it’s been extraordinarily disappointing to me personally, that we’ve made such little progress in pushing healthcare technology forward with interoperability and with modern computers. We ended up not being able to achieve those very ambitious goals. I think it continues, it’s being updated nicely, and over the years the full APACHE IV system, which is the latest version with the latest algorithm and database, is not really being used nearly as much as APACHE II.</p> <p>So in retrospect, if we had known the future was going to be as limited in the development of healthcare technology, I think we would’ve said, let’s stay with APACHE II and let’s just try and update the database so it would be compatible with contemporary outcomes. While we have developed systems like APACHE IV which are much more sensitive and much more capable than APACHE II, the ability to feed those algorithms automatically is still extremely limited. So if you’re using APACHE, make sure you use it with a database, either yours or someone else’s, that uses contemporary patients, so the relationship between the score and what happens to people does change over time. You can use the same score, but you want to have current patients and their outcomes in the system.</p> <p>The inability, for whatever reason, of healthcare to achieve the same degree of technology that the banking and retail and all other large industries have, is going to be seen as the major shortcoming of modern times. I don’t want to comment on who is responsible for that, but we have a series of products that historically began in business, in the financial offices, and never saw or never wanted to develop the capability to talk to each other. That’s what we’re unfortunately stuck with.</p> <p>People are taken care of by clinicians, but there is no system out there that was designed primarily with clinicians in mind. Whereas all these websites that are so popular—Google, Amazon, Apple you name it—why are they so popular? Because they take information about what the user wants and what the user needs. The user is a person, an individual. It’s not an institution. If only medicine had been able to see that, and somehow make that transition from developing an information system for an institution or a practice as opposed to developing it for the individuals using it. I haven’t seen that happen.</p>"
            }
          ],
          "how_to_use": {
            "pearls_pitfalls_en": "<ul>\n<li>APACHE II is the most widely used ICU mortality prediction score.</li>\n<li>It differs from the original APACHE score in some ways; the number of variables is decreased and the weight of some of the variables is adjusted.</li>\n<li>APACHE III and APACHE IV scores were also developed but are not commonly used because their statistical method is under copyright control.</li>\n<li>The score was derived in a general ICU population and may be less precise when applied to specific populations such as liver failure or HIV patients.</li>\n<li>Since APACHE II was studied on patients newly admitted to the ICU, it is not accurate when dealing with patients transferred from another unit or another hospital. This is known as lead time bias and is addressed in APACHE III.</li>\n<li>The APACHE II score must be recalibrated before it can be used in a population other than the one it was derived in.</li>\n<li>ICU prediction scores in general need to be periodically recalibrated to reflect changes in practice and patient demographics.</li>\n</ul>",
            "use_case_en": "<p>This score can be calculated on all patients newly admitted to the intensive care unit. While it is not mandatory and will not help with patient management, it is a useful tool for risk stratification and to compare the care received by patients with similar risk characteristics in different units.</p>",
            "why_use_en": "<ul>\n<li>Mortality prediction scores such as APACHE II are often used to assess the baseline risk groups being compared in clinical trials.</li>\n<li>They can also be used to determine prognosis and help family members make informed decisions about the aggressiveness of care.</li>\n</ul>"
          },
          "next_steps": {
            "advice_en": "",
            "critical_actions_en": "<ul>\n<li>A number of variables are used to calculate the APACHE II score. The worst values recorded during the initial 24 hours in the ICU should be used. Alternatively, the variables initially recorded during the patient&rsquo;s admission can be used for practical reasons.</li>\n<li>The APACHE II score is calculated at the beginning of the ICU admission to help determine the patient&rsquo;s mortality risk for the admission. It is not calculated sequentially and is not meant to show improvement or effect of interventions. As such it should not be used to direct medical management.</li>\n</ul>",
            "management_en": "<p>The APACHE II score was designed as a mortality prediction tool but was not intended to influence the medical management of patients during their ICU stay.</p>"
          },
          "related_resources": {
            "guidelines": [],
            "interests": [],
            "mdcalc_rating": [],
            "partner_contact": [],
            "sdm_tool": [],
            "teaching": [],
            "videos": []
          },
          "reviewer": []
        },
        "disabled": false,
        "disabled_reason": null,
        "disease_en": [
          "Coronavirus",
          "COVID-19",
          "Diabetes Mellitus",
          "HIV/AIDS",
          "Renal Failure",
          "Sepsis"
        ],
        "dosing": false,
        "equation_logic": "d3f36a950670ee21547a2db8f9344245",
        "equation_logic_text": "var calc_output = [];\n\n//define inputs\nvar organ_insufficiency = parseFloat(organ_insufficiency);\nvar acute_renal_failure = parseFloat(acute_renal_failure);\nvar a = parseFloat(age);\nvar b = parseFloat(temperature); //this always spits out celsius\nvar surgery = parseFloat(surgery);\nvar l = parseFloat(mean_arterial_pressure);\nvar c = parseFloat(ph);\nvar d = parseFloat(heart_rate);\nvar e = parseFloat(respiratory_rate);\nvar na = parseFloat(sodium);\nvar potassium = parseFloat(potassium);\nvar cr = parseFloat(creatinine);\nvar hct = parseFloat(hematocrit);\nvar wbc = parseFloat(white_blood_cell_count);\nvar k = parseFloat(glasgow_coma_scale);\nvar aa_grad = parseFloat(aa_grad);\nvar pao2 = parseFloat(pao2);\nvar fio2 = parseFloat(fio2);\n\n//define result variables\nvar value = 0;\nvar msg = '';\nvar mini_msg = '';\nvar msg1 = '';\nvar msg2 = '';\nvar msg3 = '';\n\nif (fio2 == 0) { //record PaO2 is FiO2 is <0.5\n    value = pao2;\n} else if (fio2 == 1) { //record Aa-gradient is FiO2 is â¥0.5\n    value = aa_grad;\n}\n\nk = 15 - k; //GCS score = 15 - actual GCS\nvalue = value + k; //add GCS score to total score \n\nif (wbc >= 40) { //white blood cell count\n    value += 4;\n} else if (20 <= wbc && wbc < 40) {\n    value += 2;\n} else if (15 <= wbc && wbc < 20) {\n    value += 1;\n} else if (3 <= wbc && wbc < 15) {\n    value += 0;\n} else if (1 <= wbc && wbc < 3) {\n    value += 2;\n} else if (wbc < 1) {\n    value += 4;\n}\n\nif (hct >= 60) { //hematocrit (%)\n    value += 4;\n} else if (50 <= hct && hct < 60) {\n    value += 2;\n} else if (46 <= hct && hct < 50) {\n    value += 1;\n} else if (30 <= hct && hct < 46) {\n    value += 0;\n} else if (20 <= hct && hct < 30) {\n    value += 2;\n} else if (hct < 20) {\n    value += 4;\n}\n\nif (UOMSYSTEM == false) { \n    cr = cr/88.4; //convert creatinine to US\n}\nif (UOMSYSTEM == true) {\n    cr = cr;\n}\n\nif (acute_renal_failure == 1) { //if acute renal failure\n    if (cr >= 3.5) {\n        value += 8;\n    } else if (2.0 <= cr && cr < 3.5) {\n        value += 6;\n    } else if (1.5 <= cr && cr < 2) {\n        value += 4;\n    } else if (0.6 <= cr && cr < 1.5) {\n        value += 0;\n    } else if (cr < 0.6) {\n        value += 2;\n    }\n} else if (acute_renal_failure == 0) { //if no acute renal failure\n    if (cr >= 3.5) {\n        value += 4;\n    } else if (2.0 <= cr && cr < 3.5) {\n        value += 3;\n    } else if (1.5 <= cr && cr < 2) {\n        value += 2;\n    } else if (0.6 <= cr && cr < 1.5) {\n        value += 0;\n    } else if (cr < 0.6) {\n        value += 2;\n    }\n}\n\nif (potassium >= 7) { //serum potassium\n    value += 4;\n} else if (6 <= potassium && potassium < 7) {\n    value += 3;\n} else if (5.5 <= potassium && potassium < 6) {\n    value += 1;\n} else if (3.5 <= potassium && potassium < 5.5) {\n    value += 0;\n} else if (3 <= potassium && potassium < 3.5) {\n    value += 1;\n} else if (2.5 <= potassium && potassium < 3) {\n    value += 2;\n} else if (potassium < 2.5) {\n    value += 4;\n}\n\nif (na >= 180) { //serum sodium\n    value += 4;\n} else if (160 <= na && na < 180) {\n    value += 3;\n} else if (155 <= na && na < 160) {\n    value += 2;\n} else if (150 <= na && na < 155) {\n    value += 1;\n} else if (130 <= na && na < 150) {\n    value += 0;\n} else if (120 <= na && na < 130) {\n    value += 2;\n} else if (111 <= na && na < 120) {\n    value += 3;\n} else if (na < 111) {\n    value += 4;\n}\n\nif (e >= 50) { //respiratory rate\n    value += 4;\n} else if (35 <= e && e < 50) {\n    value += 3;\n} else if (25 <= e && e < 35) {\n    value += 1;\n} else if (12 <= e && e < 25) {\n    value += 0;\n} else if (10 <= e && e < 12) {\n    value += 1;\n} else if (6 <= e && e < 10) {\n    value += 2;\n} else if (e < 6) {\n    value += 4;\n}\n\nif (c >= 7.7) { //pH\n    value += 4;\n} else if (7.6 <= c && c < 7.7) {\n    value += 3;\n} else if (7.5 <= c && c < 7.6) {\n    value += 1;\n} else if (7.33 <= c && c < 7.5) {\n    value += 0;\n} else if (7.25 <= c && c < 7.33) {\n    value += 2;\n} else if (7.15 <= c && c < 7.25) {\n    value += 3;\n} else if (c < 7.15) {\n    value += 4;\n}\n\nif (b >= 41) { //temp in celsius\n    value += 4;\n} else if (39 <= b && b < 41) {\n    value += 3;\n} else if (38.5 <= b && b < 39) {\n    value += 1;\n} else if (36 <= b && b < 38.5) {\n    value += 0;\n} else if (34 <= b && b < 36) {\n    value += 1;\n} else if (32 <= b && b < 34) {\n    value += 2;\n} else if (30 <= b && b < 32) {\n    value += 3;\n} else if (b < 30) {\n    value += 4;\n}\n\nif (a <= 44) { //age\n    value += 0;\n} else if (44 < a && a <= 54) {\n    value += 2;\n} else if (54 < a && a <= 64) {\n    value += 3;\n} else if (64 < a && a <= 74) {\n    value += 5;\n} else if (a > 74) {\n    value += 6;\n}\n\nif (organ_insufficiency == 0) { //history of organ failure = no\n    value += 0;\n} else if (organ_insufficiency == 1) { //history of organ failure = yes\n    if (surgery == 0) {\n        value += 5;\n    } else if (surgery == 1) {\n        value += 2;\n    } else if (surgery == 2) {\n        value += 5;\n    }\n}\n\nif (d >= 180) { //heart rate\n    value += 4;\n} else if (140 <= d && d < 180) {\n    value += 3;\n} else if (110 <= d && d < 140) {\n    value += 2;\n} else if (70 <= d && d < 110) {\n    value += 0;\n} else if (55 <= d && d < 70) {\n    value += 2;\n} else if (40 <= d && d < 55) {\n    value += 3;\n} else if (d < 40) {\n    value += 4;\n}\n\nif (l <= 49) { //mean arterial pressure\n    value += 4;\n} else if (l > 49 && l <= 69) {\n    value += 2;\n} else if (l > 69 && l <= 109) {\n    value += 0;\n} else if (l > 109 && l <= 129) {\n    value += 2;\n} else if (l > 129 && l <= 159) {\n    value += 3;\n} else if (l > 159) {\n    value += 4;\n}\n\nvalue = value.toFixed(0); //round total score\n\nif (organ_insufficiency == 1) {\n    if (surgery == 0 || surgery == 1) {\n        if (value >= 0 && value <= 4) {\n            msg = '1';\n        } else if (value >= 5 & value <= 9) {\n            msg = '3';\n        } else if (value >= 10 & value <= 14) {\n            msg = '7';\n        } else if (value >= 15 & value <= 19) {\n            msg = '12';\n        } else if (value >= 20 & value <= 24) {\n            msg = '30';\n        } else if (value >= 25 & value <= 29) {\n            msg = '35';\n        } else if (value >= 30 & value <= 34) {\n            msg = '73';\n        } else if (value > 34) {\n            msg = '88';\n        }\n        msg1 = 'estimated postoperative mortality';\n        mini_msg = 'Est. postoperative mortality';\n\n    } else if (surgery == 2) {\n        if (value >= 0 && value <= 4) {\n            msg = '4';\n        } else if (value >= 5 & value <= 9) {\n            msg = '8';\n        } else if (value >= 10 & value <= 14) {\n            msg = '15';\n        } else if (value >= 15 & value <= 19) {\n            msg = '25';\n        } else if (value >= 20 & value <= 24) {\n            msg = '40';\n        } else if (value >= 25 & value <= 29) {\n            msg = '55';\n        } else if (value >= 30 & value <= 34) {\n            msg = '73';\n        } else if (value > 34) {\n            msg = '85';\n        }\n        msg1 = 'estimated nonoperative mortality';\n        mini_msg = 'Est. nonoperative mortality';\n    }\n} else if (organ_insufficiency == 0) {\n    if (value >= 0 && value <= 4) {\n        msg = '1';\n        msg2 = '4';\n    } else if (value >= 5 & value <= 9) {\n        msg = '3';\n        msg2 = '8';\n    } else if (value >= 10 & value <= 14) {\n        msg = '7';\n        msg2 = '15';\n    } else if (value >= 15 & value <= 19) {\n        msg = '12';\n        msg2 = '25';\n    } else if (value >= 20 & value <= 24) {\n        msg = '30';\n        msg2 = '40';\n    } else if (value >= 25 & value <= 29) {\n        msg = '35';\n        msg2 = '55';\n    } else if (value >= 30 & value <= 34) {\n        msg = '73';\n        msg2 = '73';\n    } else if (value > 34) {\n        msg = '88';\n        msg2 = '85';\n    }\n    msg1 = 'estimated postoperative mortality';\n    mini_msg = 'Est. postoperative mortality';\n    msg3 = 'estimated nonoperative mortality';\n}\n\ncalc_output.push({\n    name: 'mini',\n    value: msg,\n    value_text: '%',\n    message: mini_msg\n});\nif (organ_insufficiency == 1) {\ncalc_output.push({\n    name: '1868_APACHE II Score_result',\n    value: value,\n    value_text: 'points',\n    message: msg + '% ' + msg1  \n});\n}\nif (organ_insufficiency == 0) {\ncalc_output.push({\n    name: '1868_APACHE II Score_result',\n    value: value,\n    value_text: 'points',\n    message: msg + '% ' + msg1 +'<br/>' + msg2 + '% ' + msg3 \n});\n}",
        "favorite_id": 1868,
        "full_title_en": "APACHE II Score",
        "input_schema": [
          {
            "conditionality": "",
            "default": null,
            "label_en": "<p>History of severe organ failure or immunocompromise</p>",
            "mdcalc_info_concept": null,
            "name": "organ_insufficiency",
            "option_fhir_rules": null,
            "optional": false,
            "options": [
              {
                "label": "No",
                "value": 0
              },
              {
                "label": "Yes",
                "value": 1
              }
            ],
            "show_points": false,
            "tips_en": "Heart Failure Class IV, cirrhosis, chronic lung disease, or dialysis-dependent",
            "type": "radio"
          },
          {
            "conditionality": "organ_insufficiency == 1",
            "default": null,
            "label_en": "<p>Type of surgery</p>",
            "mdcalc_info_concept": null,
            "name": "surgery",
            "option_fhir_rules": null,
            "optional": false,
            "options": [
              {
                "label": "Emergency",
                "value": 0
              },
              {
                "label": "Elective",
                "value": 1
              },
              {
                "label": "Nonoperative",
                "value": 2
              }
            ],
            "show_points": false,
            "tips_en": "",
            "type": "radio"
          },
          {
            "conditionality": "",
            "default": null,
            "fhir_rules": null,
            "inct": null,
            "label_en": "<p>Age</p>",
            "name": "age",
            "optional": false,
            "tips_en": "",
            "type": "textbox",
            "unit": "age"
          },
          {
            "conditionality": "",
            "default": null,
            "fhir_rules": null,
            "inct": null,
            "label_en": "<p>Temperature</p>",
            "name": "temperature",
            "optional": false,
            "tips_en": "",
            "type": "textbox",
            "unit": "temp"
          },
          {
            "conditionality": "",
            "default": null,
            "fhir_rules": null,
            "inct": null,
            "label_en": "<p>Mean arterial pressure</p>",
            "name": "mean_arterial_pressure",
            "optional": false,
            "tips_en": "",
            "type": "textbox",
            "unit": "map"
          },
          {
            "conditionality": "",
            "default": null,
            "fhir_rules": null,
            "inct": null,
            "label_en": "<p>pH</p>",
            "name": "ph",
            "optional": false,
            "tips_en": "",
            "type": "textbox",
            "unit": "ph"
          },
          {
            "conditionality": "",
            "default": null,
            "fhir_rules": null,
            "inct": null,
            "label_en": "<p>Heart rate/pulse</p>",
            "name": "heart_rate",
            "optional": false,
            "tips_en": "",
            "type": "textbox",
            "unit": "hr"
          },
          {
            "conditionality": "",
            "default": null,
            "fhir_rules": null,
            "inct": null,
            "label_en": "<p>Respiratory rate</p>",
            "name": "respiratory_rate",
            "optional": false,
            "tips_en": "",
            "type": "textbox",
            "unit": "rr"
          },
          {
            "conditionality": "",
            "default": null,
            "fhir_rules": null,
            "inct": null,
            "label_en": "<p>Sodium</p>",
            "name": "sodium",
            "optional": false,
            "tips_en": "",
            "type": "textbox",
            "unit": "na"
          },
          {
            "conditionality": "",
            "default": null,
            "fhir_rules": null,
            "inct": null,
            "label_en": "<p>Potassium</p>",
            "name": "potassium",
            "optional": false,
            "tips_en": "",
            "type": "textbox",
            "unit": "k"
          },
          {
            "conditionality": "",
            "default": null,
            "fhir_rules": null,
            "inct": null,
            "label_en": "<p>Creatinine</p>",
            "name": "creatinine",
            "optional": false,
            "tips_en": "",
            "type": "textbox",
            "unit": "cr"
          },
          {
            "conditionality": "",
            "default": null,
            "label_en": "<p>Acute renal failure</p>",
            "md_calc_info_concept": null,
            "name": "acute_renal_failure",
            "option_fhir_rules": null,
            "optional": false,
            "options": [
              {
                "label": "No",
                "value": 0
              },
              {
                "label": "Yes",
                "value": 1
              }
            ],
            "show_points": false,
            "tips_en": "Note: \"acute renal failure\" was not defined in the original study. Use clinical judgment to determine whether patient has acute kidney injury.",
            "type": "toggle"
          },
          {
            "conditionality": "",
            "default": null,
            "fhir_rules": null,
            "inct": null,
            "label_en": "<p>Hematocrit</p>",
            "name": "hematocrit",
            "optional": false,
            "tips_en": "",
            "type": "textbox",
            "unit": "hct"
          },
          {
            "conditionality": "",
            "default": null,
            "fhir_rules": null,
            "inct": null,
            "label_en": "<p>White blood cell count</p>",
            "name": "white_blood_cell_count",
            "optional": false,
            "tips_en": "",
            "type": "textbox",
            "unit": "wbc"
          },
          {
            "conditionality": "",
            "default": null,
            "fhir_rules": null,
            "inct": null,
            "label_en": "<p><calculator id=\"64\">Glasgow Coma Scale</calculator></p>",
            "name": "glasgow_coma_scale",
            "optional": false,
            "tips_en": "",
            "type": "textbox",
            "unit": "gcs"
          },
          {
            "conditionality": "",
            "default": null,
            "label_en": "<p>FiO₂</p>",
            "mdcalc_info_concept": null,
            "name": "fio2",
            "option_fhir_rules": null,
            "optional": false,
            "options": [
              {
                "label": "<50% (or non-intubated)",
                "value": 0
              },
              {
                "label": "≥50%",
                "value": 1
              }
            ],
            "show_points": false,
            "tips_en": "",
            "type": "radio"
          },
          {
            "conditionality": "fio2 == 0",
            "default": null,
            "label_en": "<p>PaO₂, mmHg</p>",
            "mdcalc_info_concept": null,
            "name": "pao2",
            "option_fhir_rules": null,
            "optional": false,
            "options": [
              {
                "label": ">70",
                "value": 0
              },
              {
                "label": "61-70",
                "value": 1
              },
              {
                "label": "55-60",
                "value": 3
              },
              {
                "label": "<55",
                "value": 4
              }
            ],
            "show_points": false,
            "tips_en": "",
            "type": "radio"
          },
          {
            "conditionality": "fio2 == 1",
            "default": null,
            "label_en": "<p>A-a gradient</p>",
            "mdcalc_info_concept": null,
            "name": "aa_grad",
            "option_fhir_rules": null,
            "optional": false,
            "options": [
              {
                "label": "<200",
                "value": 0
              },
              {
                "label": "200-349",
                "value": 2
              },
              {
                "label": "350-499",
                "value": 3
              },
              {
                "label": ">499",
                "value": 4
              }
            ],
            "show_points": false,
            "tips_en": "",
            "type": "radio"
          }
        ],
        "instructions_en": "",
        "isVisibleInListView": true,
        "logic_language": "javascript",
        "logs": [
          {
            "message": "edited covid",
            "time": "2020-03-17T23:50:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "added covid messaging",
            "time": "2020-03-17T14:15:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "edited formula",
            "time": "2018-12-19T16:19:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "added note under formula",
            "time": "2018-12-19T15:26:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "edited logic",
            "time": "2018-12-19T15:23:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "added citation",
            "time": "2018-12-19T13:54:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "added link",
            "time": "2018-12-19T13:50:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "remove show points ",
            "time": "2018-12-19T13:45:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "edits to evidence",
            "time": "2018-12-19T13:19:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "edited logic",
            "time": "2018-12-19T13:15:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "edited logic",
            "time": "2018-12-19T13:11:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "edited logic",
            "time": "2018-12-19T13:06:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "added new logic",
            "time": "2018-12-19T12:38:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "added new input",
            "time": "2018-12-19T10:23:00.000Z",
            "user": "lubaina"
          },
          {
            "message": "updated mortality rates table",
            "time": "2018-12-19T09:42:00.000Z",
            "user": "allyssa"
          },
          {
            "message": "added note  about acute renal failure",
            "time": "2018-11-15T08:08:00.000Z",
            "user": "rachel"
          },
          {
            "message": "bug fix: sodium 159",
            "time": "2018-09-10T16:43:00.000Z",
            "user": "rachel"
          }
        ],
        "md5": "e6edc0da5d870af63d12aba313ef8370",
        "medium_description_en": "<p>Estimates ICU mortality.</p>",
        "publishedAt": "2022-04-21T20:29:03.406Z",
        "purpose_en": [
          "Prognosis"
        ],
        "replacement_calc_id": null,
        "search_abbreviation_en": [
          "sepsis",
          "covid",
          "covid 19",
          "covid-19",
          "covid19",
          "coronavirus"
        ],
        "search_id": "c-1868",
        "seo": {
          "keywords_en": "apache score, apache ii score, apache 2 score, apache calc, apache ii calc, apache 2 calc, apache ICU score, apache ICU calc, apache mortality estimate, apache mortality, apache mortality calc, ICU mortality calc, icu mortality estimate, icu apache, intensive apache, intensive mortality estimate, intensive mortality calc, intensive mortality score",
          "meta_description_en": "The Apache II Score estimates ICU mortality based on a number of laboratory values and patient signs taking both acute and chronic disease into account."
        },
        "short_description_en": "<p>Estimates ICU mortality.</p>",
        "short_title_en": "APACHE II Score",
        "slug": "apache-ii-score",
        "specialty_en": [
          "Critical Care",
          "Emergency Medicine",
          "Hospitalist Medicine",
          "Internal Medicine",
          "Surgery (General)"
        ],
        "system_en": [
          "Infectious"
        ],
        "tags": [],
        "versionNumber": 1,
        "versions": [],
        "vuid": "65978f7b-3dc6-43ef-9d5a-d34465a6dc8d"
      },
      "contributors": [
        {
          "contributors_page": false,
          "createdAt": "2021-12-22T21:20:30.365Z",
          "description": "<p>Kamal (Kim) Medlej, MD, is an attending physician at the department of emergency medicine at Massachusetts General Hospital. He was born and raised in Beirut, Lebanon, then moved to Montreal to attend McGill University where he received his medical degree. He completed a residency in emergency medicine at St. Luke’s-Roosevelt Hospital Center in New York City and served as chief resident in his final year, followed by fellowship in critical care medicine at the Brigham and Women’s Hospital in Boston. Prior to joining the emergency department at MGH, Dr. Medlej was an attending physician in the emergency department of the American University of Beirut Medical Center in Lebanon then at Mount Sinai St. Luke's-West in New York City where he held appointments in both the emergency department and the division of pulmonary, critical care and sleep medicine. His areas of interest include emergency and critical care ultrasound, fluid management, non-invasive patient management, and the intersection of emergency medicine and critical care.</p>",
          "firstName": "Kamal",
          "hasDisclosure": [],
          "img": "kamal-medlej.jpeg",
          "lastName": "Medlej",
          "name": "Kamal Medlej, MD",
          "publishedAt": "2021-11-17T15:11:30.452Z",
          "signedCOI": true,
          "status": "Past",
          "target": "kamal-medlej",
          "updatedAt": "2023-04-06T20:27:06.216Z"
        }
      ],
      "creators": [
        {
          "about_en": "<p>William Knaus, MD, is a Professor Emeritus of The University of Virginia School of Medicine and a member of The National Academy of Medicine. Dr. Knaus is an active researcher in many areas including cancer genomics, sepsis, and outcomes of seriously ill patients.</p>",
          "createdAt": "2021-12-23T18:03:17.779Z",
          "deceased": null,
          "firstName": "",
          "lastName": "",
          "name": "Dr. William Knaus",
          "photo_en": "https://cdn-web-img.mdcalc.com/people/dr-william-knaus.jpeg",
          "publishedAt": "2021-11-17T15:11:30.452Z",
          "pubmedLink": "http://www.ncbi.nlm.nih.gov/pubmed/?term=Knaus+WA%5BAuthor%5D",
          "signedCOI": false,
          "updatedAt": "2021-11-17T15:11:35.298Z"
        }
      ],
      "envs": {
        "CANONICAL_URL_ROOT": "https://www.mdcalc.com",
        "RECAPTCHA_PUBLIC_KEY": "6Lcu1mMkAAAAAAwmSDO3I7JNaUo9YtZ3jnrzTP6a",
        "STRAPI_TAG": "WEB_PROD",
        "STRIPE_PUB_KEY": "pk_live_yYm2UzDzaudhFgqWcKbv9vH7"
      },
      "faqs": [
        {
          "cme_faq": {
            "answer": "<p>MDCalc&rsquo;s Continuing Medical Education (CME) service allows users to easily earn AMA PRA Category 1 CreditsTM through regular use of MDCalc. Simply put, on top of getting the best medical calculators in the world, your usage will help you achieve your annual CME requirements, including specialty CME, without any extra effort.</p>",
            "createdAt": "2022-12-16T16:39:54.990Z",
            "publishedAt": "2022-12-16T16:39:55.697Z",
            "question": "What is MDCalc CME?",
            "type": "Using",
            "updatedAt": "2023-01-04T22:52:48.348Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>Yes, in support of improving patient care, this activity has been planned and implemented by the Postgraduate Institute for Medicine and MDCalc Ltd. Inc. Postgraduate Institute for Medicine is jointly accredited by the Accreditation Council for Continuing Medical Education (ACCME), the Accreditation Council for Pharmacy Education (ACPE), and the American Nurses Credentialing Center (ANCC), to provide continuing education for the healthcare team.</p>",
            "createdAt": "2022-12-16T16:40:11.179Z",
            "publishedAt": "2022-12-16T16:40:11.883Z",
            "question": "Is MDCalc CME accredited?",
            "type": "Using",
            "updatedAt": "2023-02-09T18:38:00.345Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>Only United States attending physicians, nurse practitioners, nurses, and physician assistants are eligible for our CME service.</p>",
            "createdAt": "2022-12-16T16:40:27.936Z",
            "publishedAt": "2022-12-16T16:40:28.851Z",
            "question": "Who can enroll and how?",
            "type": "Using",
            "updatedAt": "2023-01-04T22:53:12.659Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>We have over 275 CME-eligible calculators across various specialties. You can read the clinical content supporting any CME calculators to start earning. Once you have viewed all the supporting content for a calculator, you will have officially earned the credit amount (0.5 credits) and will be able to redeem a certificate. For now, only calc content in CME-eligible calcs is eligible for CME credits, however, we&rsquo;ll be expanding our CME service to include more of our content in the future.</p>",
            "createdAt": "2022-12-16T16:40:47.203Z",
            "publishedAt": "2022-12-16T16:40:47.882Z",
            "question": "What activities can I do to earn CME credits?",
            "type": "Using",
            "updatedAt": "2023-01-04T22:53:27.268Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>Simply use our search bar or visit our homepage to easily find CME-eligible calcs. You must be enrolled in our CME service to see which calcs are CME-eligible.</p>",
            "createdAt": "2022-12-16T16:40:57.420Z",
            "publishedAt": "2022-12-16T16:41:02.863Z",
            "question": "Where can I find calcs with which I can earn credits?",
            "type": "Using",
            "updatedAt": "2023-01-04T22:53:44.504Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>Once you&rsquo;ve enrolled in our CME service, you will have a personal CME Dashboard where you can view all of your earned credits. You can navigate to the dashboard by clicking the CME button in the header at the top of any page.</p>",
            "createdAt": "2022-12-16T16:41:11.874Z",
            "publishedAt": "2022-12-16T16:41:13.038Z",
            "question": "Where can I see which credits I’ve earned?",
            "type": "Using",
            "updatedAt": "2023-01-04T22:53:52.153Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>Go to your CME Dashboard and select the credits you&rsquo;d like to redeem, fill out a few dropdown answers about how you used the calc, and then proceed to checkout.</p>",
            "createdAt": "2022-12-16T16:41:33.940Z",
            "publishedAt": "2022-12-16T16:41:35.646Z",
            "question": "How do I redeem CME credits?",
            "type": "Using",
            "updatedAt": "2023-01-04T22:54:07.237Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>No. Earning credits as you use calcs is free, but either you (or your employer) will need to purchase an annual subscription to redeem your CME certificates.</p>",
            "createdAt": "2022-12-16T16:41:59.307Z",
            "publishedAt": "2022-12-16T16:42:00.078Z",
            "question": "Are CME credits free?",
            "type": "Using",
            "updatedAt": "2023-01-04T22:54:22.467Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>Just like with earned credits, you can view your CME certificates on your CME Dashboard in the &ldquo;CME Certificates&rdquo; tab. Certificates include a list of all of the calcs for which CME was earned along with a tally of the specialty CME.</p>",
            "createdAt": "2022-12-16T16:42:10.712Z",
            "publishedAt": "2022-12-16T16:42:15.215Z",
            "question": "Where can I see my CME certificates?",
            "type": "Using",
            "updatedAt": "2023-01-04T22:54:32.826Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>One year from the date of purchase.</p>",
            "createdAt": "2022-12-16T16:42:52.839Z",
            "publishedAt": "2022-12-16T16:42:53.641Z",
            "question": "How long do credits in an annual subscription last?",
            "type": "Purchasing",
            "updatedAt": "2023-01-04T22:54:51.655Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>General; Addiction and Controlled Substances; Cardiac Care; Domestic and Intimate Partner Violence; Geriatrics; HIV and Infectious Disease; Hospice, End-of-Life, Terminal Illness, and Palliative Care; Mental and Behavioral Health; Pain Management; Pediatrics; Stroke; and Trauma.</p>",
            "createdAt": "2022-12-16T16:32:44.987Z",
            "publishedAt": "2022-12-16T16:32:46.006Z",
            "question": "What specialty CME credits are included in the plan?",
            "type": "Purchasing",
            "updatedAt": "2023-01-04T22:50:33.794Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>Your gift card will be sent via email within 1-2 business days of making your purchase. You will be able to select from the following options - Visa, Amazon.com, Apple. Be sure to claim your gift card offer within 90 days of receiving the email.</p>\n<p>Your CME purchase may have implications for tax reporting purposes. The cost of your CME product may or may not be tax-deductible when used for professional purposes. Any reimbursed amount for incentives must be declared as personal income for tax purposes. Please consult your tax advisor. MDCalc does not provide tax advice.</p>",
            "createdAt": "2022-12-16T16:33:18.512Z",
            "publishedAt": "2022-12-16T16:33:19.250Z",
            "question": "I ordered a CME package with a gift card. How does it work?",
            "type": "Purchasing",
            "updatedAt": "2023-01-04T22:50:53.878Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>Per the new guidelines from ACCME, the receipt will separate the cost you paid into the cost of the gift card and the cost of the CME learning activity.</p>",
            "createdAt": "2022-12-16T16:44:06.809Z",
            "publishedAt": "2022-12-16T16:44:07.518Z",
            "question": "What will show on my receipt for CME when it includes a gift card?",
            "type": "Purchasing",
            "updatedAt": "2023-01-04T22:55:08.549Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>You can get a refund (minus any promotional gift amount) within 30-days if the ease of earning and redeeming does not meet your expectations and if you have redeemed no more than 4 credits. Please email <a href=\"mailto:team@mdcalc.com\" target=\"_blank\" rel=\"noopener\">team@mdcalc.com</a> to request a refund.</p>",
            "createdAt": "2022-12-16T16:36:44.877Z",
            "publishedAt": "2022-12-16T16:36:45.950Z",
            "question": "How do I get a refund if I'm not satisfied?",
            "type": "Purchasing",
            "updatedAt": "2023-01-04T22:51:01.761Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>You can upgrade your subscription throughout your billing cycle and pay the difference for a higher plan. You may request to downgrade your plan to a lower level to coincide with your next renewal. Please email <a href=\"mailto:team@mdcalc.com\" target=\"_blank\" rel=\"noopener\">team@mdcalc.com</a> to request changes.</p>",
            "createdAt": "2022-12-16T16:37:26.433Z",
            "publishedAt": "2022-12-16T16:37:27.177Z",
            "question": "How do I later upgrade to a different plan if I need more credits?",
            "type": "Purchasing",
            "updatedAt": "2023-01-04T22:51:27.457Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>Gift card plans are available for 1 year and do not auto-renew. Standard, non gift-card subscriptions are auto-renewed annually. You can disable the automatic renewal of your subscription at any time by emailing <a href=\"mailto:team@mdcalc.com\" target=\"_blank\" rel=\"noopener\">team@mdcalc.com</a>.</p>",
            "createdAt": "2022-12-16T16:44:53.580Z",
            "publishedAt": "2022-12-16T16:44:56.993Z",
            "question": "Do CME plans auto-renew?",
            "type": "Purchasing",
            "updatedAt": "2023-01-04T22:55:44.653Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>If you&rsquo;re part of a team or practice that wants to sign up five or more physicians, please email us at <a href=\"mailto:team@mdcalc.com\" target=\"_blank\" rel=\"noopener\">team@mdcalc.com</a> for more information.</p>",
            "createdAt": "2022-12-16T16:38:26.466Z",
            "publishedAt": "2022-12-16T16:38:27.163Z",
            "question": "How do I get information on a discounted bulk subscription program for my institution, team, or practice?",
            "type": "Purchasing",
            "updatedAt": "2023-01-04T22:51:43.762Z"
          }
        },
        {
          "cme_faq": {
            "answer": "<p>On July 28, 2022, ACCME updated the guidelines regarding the use of high-value incentives. These guidelines allow for the use of gift card rewards in a regulated manner. Visit the ACCME website to read their guidelines.</p>",
            "createdAt": "2022-12-16T16:46:21.538Z",
            "publishedAt": "2022-12-16T16:46:27.759Z",
            "question": "Did the ACCME decide to regulate gift cards?",
            "type": "Purchasing",
            "updatedAt": "2023-01-04T22:56:05.573Z"
          }
        }
      ],
      "headConfig": {
        "canonicalUrl": "/calc/1868/apache-ii-score",
        "description": "The Apache II Score estimates ICU mortality based on a number of laboratory values and patient signs taking both acute and chronic disease into account.",
        "keywords": "apache score, apache ii score, apache 2 score, apache calc, apache ii calc, apache 2 calc, apache ICU score, apache ICU calc, apache mortality estimate, apache mortality, apache mortality calc, ICU mortality calc, icu mortality estimate, icu apache, intensive apache, intensive mortality estimate, intensive mortality calc, intensive mortality score",
        "title": "APACHE II Score"
      },
      "isCMECalc": true,
      "measurements": [
        {
          "conversion": "1",
          "createdAt": "2022-01-03T19:16:05.077Z",
          "error_max": 120,
          "error_max_si": 120,
          "error_max_us": 120,
          "error_min": 0.001,
          "error_min_si": 0.001,
          "error_min_us": 0.001,
          "name": "Age",
          "normal_max_si": 0,
          "normal_max_us": 0,
          "normal_min_si": 0,
          "normal_min_us": 0,
          "publishedAt": "2022-03-03T15:19:06.919Z",
          "unit": "age",
          "units_si": "years",
          "units_us": "years",
          "updatedAt": "2022-01-03T19:16:05.077Z",
          "warn_max": 100,
          "warn_max_si": 100,
          "warn_max_us": 100,
          "warn_min": 0.1,
          "warn_min_si": 0.1,
          "warn_min_us": 0.1
        },
        {
          "conversion": "88.4",
          "createdAt": "2022-01-03T19:16:05.077Z",
          "error_max": 40,
          "error_max_si": 3536,
          "error_max_us": 40,
          "error_min": 0.01,
          "error_min_si": 0.8840000000000001,
          "error_min_us": 0.01,
          "name": "Creatinine",
          "normal_max_si": 115,
          "normal_max_us": 1.3,
          "normal_min_si": 62,
          "normal_min_us": 0.7,
          "publishedAt": "2022-03-03T15:19:06.919Z",
          "unit": "cr",
          "units_si": "µmol/L",
          "units_us": "mg/dL",
          "updatedAt": "2022-01-03T19:16:05.077Z",
          "warn_max": 10,
          "warn_max_si": 884,
          "warn_max_us": 10,
          "warn_min": 0,
          "warn_min_si": 0,
          "warn_min_us": 0
        },
        {
          "conversion": "1",
          "createdAt": "2022-01-03T19:16:05.077Z",
          "error_max": 16,
          "error_max_si": 16,
          "error_max_us": 16,
          "error_min": 3,
          "error_min_si": 3,
          "error_min_us": 3,
          "name": "Glasgow Coma Scale",
          "normal_max_si": 15,
          "normal_max_us": 15,
          "normal_min_si": 3,
          "normal_min_us": 3,
          "publishedAt": "2022-03-03T15:19:06.919Z",
          "unit": "gcs",
          "units_si": "points",
          "units_us": "points",
          "updatedAt": "2022-01-03T19:16:05.077Z",
          "warn_max": 15,
          "warn_max_si": 15,
          "warn_max_us": 15,
          "warn_min": 3,
          "warn_min_si": 3,
          "warn_min_us": 3
        },
        {
          "conversion": "1",
          "createdAt": "2022-01-03T19:16:05.077Z",
          "error_max": 300,
          "error_max_si": 300,
          "error_max_us": 300,
          "error_min": 10,
          "error_min_si": 10,
          "error_min_us": 10,
          "name": "Heart Rate/Pulse",
          "normal_max_si": 100,
          "normal_max_us": 100,
          "normal_min_si": 60,
          "normal_min_us": 60,
          "publishedAt": "2022-03-03T15:19:06.919Z",
          "unit": "hr",
          "units_si": "beats/min",
          "units_us": "beats/min",
          "updatedAt": "2022-01-03T19:16:05.077Z",
          "warn_max": 200,
          "warn_max_si": 200,
          "warn_max_us": 200,
          "warn_min": 20,
          "warn_min_si": 20,
          "warn_min_us": 20
        },
        {
          "conversion": "1",
          "createdAt": "2022-01-03T19:16:05.077Z",
          "error_max": 70,
          "error_max_si": 70,
          "error_max_us": 70,
          "error_min": 1,
          "error_min_si": 1,
          "error_min_us": 1,
          "name": "Hematocrit",
          "normal_max_si": 51,
          "normal_max_us": 51,
          "normal_min_si": 36,
          "normal_min_us": 36,
          "publishedAt": "2022-03-03T15:19:06.919Z",
          "unit": "hct",
          "units_si": "%",
          "units_us": "%",
          "updatedAt": "2022-01-03T19:16:05.077Z",
          "warn_max": 55,
          "warn_max_si": 55,
          "warn_max_us": 55,
          "warn_min": 20,
          "warn_min_si": 20,
          "warn_min_us": 20
        },
        {
          "conversion": "1",
          "createdAt": "2022-01-03T19:16:05.077Z",
          "error_max": 210,
          "error_max_si": 210,
          "error_max_us": 210,
          "error_min": 20,
          "error_min_si": 20,
          "error_min_us": 20,
          "name": "Mean Arterial Pressure",
          "normal_max_si": 100,
          "normal_max_us": 100,
          "normal_min_si": 70,
          "normal_min_us": 70,
          "publishedAt": "2022-03-03T15:19:06.919Z",
          "unit": "map",
          "units_si": "mm Hg",
          "units_us": "mm Hg",
          "updatedAt": "2022-01-03T19:16:05.077Z",
          "warn_max": 180,
          "warn_max_si": 180,
          "warn_max_us": 180,
          "warn_min": 40,
          "warn_min_si": 40,
          "warn_min_us": 40
        },
        {
          "conversion": "1",
          "createdAt": "2022-01-03T19:16:05.077Z",
          "error_max": 8.5,
          "error_max_si": 8.5,
          "error_max_us": 8.5,
          "error_min": 6.2,
          "error_min_si": 6.2,
          "error_min_us": 6.2,
          "name": "pH",
          "normal_max_si": 7.44,
          "normal_max_us": 7.44,
          "normal_min_si": 7.38,
          "normal_min_us": 7.38,
          "publishedAt": "2022-03-03T15:19:06.919Z",
          "unit": "ph",
          "units_si": "",
          "units_us": "",
          "updatedAt": "2022-05-13T17:50:24.722Z",
          "warn_max": 7.6,
          "warn_max_si": 7.6,
          "warn_max_us": 7.6,
          "warn_min": 7,
          "warn_min_si": 7,
          "warn_min_us": 7
        },
        {
          "conversion": "1",
          "createdAt": "2022-01-03T19:16:05.077Z",
          "error_max": 10,
          "error_max_si": 10,
          "error_max_us": 10,
          "error_min": 1,
          "error_min_si": 1,
          "error_min_us": 1,
          "name": "Potassium",
          "normal_max_si": 5.2,
          "normal_max_us": 5.2,
          "normal_min_si": 3.5,
          "normal_min_us": 3.5,
          "publishedAt": "2022-03-03T15:19:06.919Z",
          "unit": "k",
          "units_si": "mmol/L",
          "units_us": "mEq/L",
          "updatedAt": "2023-07-14T15:15:40.271Z",
          "warn_max": 7,
          "warn_max_si": 7,
          "warn_max_us": 7,
          "warn_min": 2,
          "warn_min_si": 2,
          "warn_min_us": 2
        },
        {
          "conversion": "1",
          "createdAt": "2022-01-03T19:16:05.077Z",
          "error_max": 90,
          "error_max_si": 90,
          "error_max_us": 90,
          "error_min": 0,
          "error_min_si": 0,
          "error_min_us": 0,
          "name": "Respiratory Rate",
          "normal_max_si": 20,
          "normal_max_us": 20,
          "normal_min_si": 12,
          "normal_min_us": 12,
          "publishedAt": "2022-03-03T15:19:06.919Z",
          "unit": "rr",
          "units_si": "breaths/min",
          "units_us": "breaths/min",
          "updatedAt": "2022-01-03T19:16:05.077Z",
          "warn_max": 70,
          "warn_max_si": 70,
          "warn_max_us": 70,
          "warn_min": 5,
          "warn_min_si": 5,
          "warn_min_us": 5
        },
        {
          "conversion": "1",
          "createdAt": "2022-01-03T19:16:05.077Z",
          "error_max": 200,
          "error_max_si": 200,
          "error_max_us": 200,
          "error_min": 100,
          "error_min_si": 100,
          "error_min_us": 100,
          "name": "Sodium",
          "normal_max_si": 145,
          "normal_max_us": 145,
          "normal_min_si": 136,
          "normal_min_us": 136,
          "publishedAt": "2022-03-03T15:19:06.919Z",
          "unit": "na",
          "units_si": "mmol/L",
          "units_us": "mEq/L",
          "updatedAt": "2022-01-03T19:16:05.077Z",
          "warn_max": 170,
          "warn_max_si": 170,
          "warn_max_us": 170,
          "warn_min": 0,
          "warn_min_si": 0,
          "warn_min_us": 0
        },
        {
          "conversion": "var C, F; if (C) { (C * 9/5)+32; } else { (F -32) * 5/9; } ",
          "createdAt": "2022-01-03T19:16:05.077Z",
          "error_max": 120,
          "error_max_si": 48.888888888888886,
          "error_max_us": 120,
          "error_min": 70,
          "error_min_si": 21.11111111111111,
          "error_min_us": 70,
          "name": "Temperature",
          "normal_max_si": 37.8,
          "normal_max_us": 100,
          "normal_min_si": 36.1,
          "normal_min_us": 97,
          "publishedAt": "2022-07-01T15:21:48.570Z",
          "unit": "temp",
          "units_si": "C",
          "units_us": "F",
          "updatedAt": "2022-10-27T19:05:46.576Z",
          "warn_max": 108,
          "warn_max_si": 42.22222222222222,
          "warn_max_us": 108,
          "warn_min": 90,
          "warn_min_si": 32.22222222222222,
          "warn_min_us": 90
        },
        {
          "conversion": "1",
          "createdAt": "2022-01-03T19:16:05.077Z",
          "error_max": 500,
          "error_max_si": 500,
          "error_max_us": 500,
          "error_min": 0.0001,
          "error_min_si": 0.0001,
          "error_min_us": 0.0001,
          "name": "White Blood Cell Count",
          "normal_max_si": 10.7,
          "normal_max_us": 10.7,
          "normal_min_si": 3.7,
          "normal_min_us": 3.7,
          "publishedAt": "2022-03-03T15:19:06.919Z",
          "unit": "wbc",
          "units_si": "× 10⁹ cells/L",
          "units_us": "× 10³ cells/µL",
          "updatedAt": "2022-01-03T19:16:05.077Z",
          "warn_max": 100,
          "warn_max_si": 100,
          "warn_max_us": 100,
          "warn_min": 0.1,
          "warn_min_si": 0.1,
          "warn_min_us": 0.1
        }
      ],
      "relCalcs": [
        {
          "calcId": 2654,
          "short_title_en": "qSOFA",
          "slug": "qsofa-quick-sofa-score-sepsis"
        },
        {
          "calcId": 1096,
          "short_title_en": "SIRS & Sepsis Criteria",
          "slug": "sirs-sepsis-septic-shock-criteria"
        },
        {
          "calcId": 64,
          "short_title_en": "Glasgow Coma Scale (GCS)",
          "slug": "glasgow-coma-scale-score-gcs"
        }
      ],
      "societies": {
        "American Association for the Study of Liver Diseases": {
          "abbreviation": "AASLD",
          "description": "plain-text",
          "img": "https://s3-us-west-2.amazonaws.com/cdn-web-img.mdcalc.com/logo/other_society.png",
          "web_link": "https://www.aasld.org/"
        },
        "American College Of Emergency Physicians": {
          "abbreviation": "ACEP",
          "description": "plain-text",
          "img": "https://s3-us-west-2.amazonaws.com/apps.mdcalc.com/images/american-college-of-emergency-physicians-squarelogo.png",
          "web_link": "https://www.acep.org/"
        },
        "American College of Gastroenterology": {
          "abbreviation": "ACG",
          "description": "plain-text",
          "img": "https://s3-us-west-2.amazonaws.com/cdn-web-img.mdcalc.com/logo/acg_logo.png",
          "web_link": "https://gi.org/"
        },
        "American College of Rheumatology": {
          "abbreviation": "ACR",
          "description": "plain-text",
          "img": "https://s3-us-west-2.amazonaws.com/cdn-web-img.mdcalc.com/logo/other_society.png",
          "web_link": "https://www.rheumatology.org/"
        },
        "American Gastroenterological Association": {
          "abbreviation": "AGA",
          "description": "plain-text",
          "img": "https://apps.mdcalc.com/images/societies/aga.jpeg",
          "web_link": "https://gastro.org"
        },
        "American Heart Association": {
          "abbreviation": "AHA",
          "description": "plain-text",
          "img": "https://s3-us-west-2.amazonaws.com/apps.mdcalc.com/images/societies/+AHA+(American+Heart+Association).png",
          "target": "aha",
          "web_link": "http://www.heart.org/HEARTORG/"
        },
        "American Urological Association": {
          "abbreviation": "AUA",
          "description": "plain-text",
          "img": "https://s3-us-west-2.amazonaws.com/cdn-web-img.mdcalc.com/logo/other_society.png",
          "web_link": "https://www.auanet.org/"
        },
        "EB Medicine": {
          "abbreviation": "EB Medicine",
          "description": "EB Medicine is the premier provider of evidence-based clinical content and CME resources for emergency medicine practitioners.",
          "img": "https://cdn-web-img.mdcalc.com/other/eb_medicine-icon-only.jpg",
          "target": "eb-medicine",
          "web_link": "http://www.ebmedicine.net/"
        },
        "MDCalc CME": {
          "abbreviation": "MDCalc CME",
          "img": "https://cdn-web-img.mdcalc.com/Stroke-CME-content.jpg",
          "web_link": "https://www.mdcalc.com/stroke-cme?utm_source=NIHSS_calc&utm_medium=NIHSS_calc&utm_campaign=NIHSS_calc"
        },
        "OTHER": {
          "abbreviation": "OTHER"
        },
        "Postgraduate Institute for Medicine": {
          "abbreviation": "PIM",
          "description": "plain-text",
          "img": "https://cdn-web-img.mdcalc.com/PIM-circle-COLOR.jpeg",
          "target": "pim",
          "web_link": "https://www.pimed.com/"
        },
        "VACO Podcast": {
          "description": "Listen to the VACO co-creators break down how to use VACO\\, what it does\\, and what it doesn’t.",
          "img": "https://cdn-web-img.mdcalc.com/content/podcast 2.png",
          "web_link": "https://www.stimuluspodcast.com/post/32-the-covid-mortality-score-vaco"
        }
      },
      "validSections": [
        "whenToUseViewed",
        "pearlsPitfallsViewed",
        "whyUseViewed",
        "nextStepsViewed",
        "evidenceViewed"
      ]
    }
  },
  "query": {
    "slug": [
      "1868",
      "apache-ii-score"
    ]
  },
  "scriptLoader": []
}